/* 
  Localizable.strings
  OpenInTerminal

  Created by Jianing Wang on 2019/4/22.
  Copyright © 2019 Jianing Wang. All rights reserved.
*/

"general.ok" = "好";
"general.cancel" = "取消";
"general.yes" = "是的";

"menu.open_in" = "打开 ";
"menu.open_with_default_terminal" = "打开终端";
"menu.open_with_default_editor" = "打开编辑器";
"menu.copy_path_to_clipboard" = "拷贝路径";
"menu.new_file" = "新建文件";

"menu.preferences" = "偏好设置...";
"menu.quit" = "退出";

"pref.toolbar.not_installed" = "未安装";

"alert.pick_terminal_title" = "打开?";
"alert.pick_terminal_description" = "请在下面的终端中选择一个作为默认终端。";

"alert.pick_editor_title" = "打开?";
"alert.pick_editor_description" = "请在下面的编辑器中选择一个作为默认编辑器。";

"alert.reset_preferences_title" = "重置用户偏好设置?";
"alert.reset_preferences_description" = "⚠️ 注意这将会重置所有用户偏好设置";

"toolbar.item_name" = "Open in Terminal";
"toolbar.item_tooltip" = "打开当前路径到终端";

"pref.custom.menu.installed_supported" = "已安装的受支持的应用";
"pref.custom.menu.all_supported" = "所有受支持的应用";
"pref.custom.menu.running_apps" = "正在运行的应用";
"pref.custom.menu.manually_select" = "从访达中手动选择";
"pref.custom.menu.manually_input" = "手动输入";
